Repository: common-repository/xumm-payments-for-woocommerce
Catalog: languages/xumm-for-woocommerce-*.po
Languages: pt_br

source: Make XRP payments using XUMM
pt_br: Faça pagamentos XRP usando XUMM

source: View Xumm For Woocommerce settings
pt_br: Exibir configurações do Xumm para Woocommerce

source: Connection API Error to the
pt_br: Erro de API de conexão com o

source: XUMM API
pt_br: API XUMM

source: Check your API keys.
pt_br: Verifique suas chaves de API.

source: Please add XUMM API keys from
pt_br: Adicione chaves de API XUMM de

source: Connected to the
pt_br: Conectado em

source: WebHook incorrect on
pt_br: WebHook incorreto em

source: should be
pt_br: deveria ser

source: Connection Error to the
pt_br: Erro de conexão para

source: Please change store currency
pt_br: Por favor modifique sua moeda

source: Please set the issuer and save changes
pt_br: Defina o emissor e salve as alterações

source: XUMM Payment Gateway for WooCommerce
pt_br: Gateway de pagamento XUMM para WooCommerce

source: Welcome to the XUMM Payment Gateway for Woocommerce
pt_br: Bem-vindo ao gateway de pagamento XUMM para Woocommerce

source: In order to continue, you need to complete these steps:
pt_br: Para continuar, você precisa concluir estas etapas:

source: Go to the
pt_br: Vá ao

source: Create your app to get your API Credentials
pt_br: Crie seu aplicativo para obter suas credenciais de API

source: Define your WebHook URL like this:
pt_br: Defina sua URL do WebHook assim:

source: Place your API Credentials
pt_br: Coloque suas credenciais de API

source: Signin using your Xumm App
pt_br: Entre usando seu aplicativo Xumm

source: Set your Trustlines and go ahead!
pt_br: Defina suas TrustLines e vá em frente!

source: Add Trustline
pt_br: Adicionar Trustline

source: XRPL Network
pt_br: Rede do XRPL

source: Choose the XRPL Network
pt_br: Escolha qual a rede do XRPL deseja utilizar

source: API Key
pt_br: Chave de API

source: Get the API Key from
pt_br: Obter a chave de API de

source: API Secret Key
pt_br: Chave secreta de API

source: Get the API Secret Key from
pt_br: Obter a chave de API de

source: XRP Destination address
pt_br: Endereço de Destino XRP

source: This is your XRP r Address
pt_br: Este é seu endereço XRP r

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable XUMM Gateway
pt_br: Habilitar XUMM Gateway

source: Title
pt_br: Título

source: This is the title which the user sees during checkout
pt_br: Este é o título que o usuário vê durante o checkout

source: XRP Payment
pt_br: Pagamento com XRP

source: Description
pt_br: Descrição

source: This is the text users will see in the checkout for this payment method
pt_br: Este é o texto que os usuários verão no checkout desta forma de pagamento

source: Pay with XRP using the #1 XRPL wallet: XUMM.
pt_br: Pague com XRP usando a carteira número 1 XRPL: XUMM.

source: Transaction Explorer
pt_br: Explorador de transações

source: Choose the explorer to check the transaction
pt_br: Escolha o explorador para checar as transações

source: Select your currency
pt_br: Escolha a sua moeda

source: Here you can select how you want to be paid
pt_br: Aqui você pode selecionar como você deseja ser pago

source: Select your issuer
pt_br: Selecione seu emissor (Issuer)

source: Issuer
pt_br: Emissor

source: This is the issuer that you have been chosen
pt_br: Este é o emissor que você escolheu

source: Thank you for using XUMM For Woocommerce!
pt_br: Obrigado por usar o XUMM para Woocommerce!

source: Now proceed to
pt_br: Agora prossiga para

source: settings
pt_br: configurações

source: to complete the plugin setup
pt_br: para completar as definições e começar a usar o plugin

source: Accept XUMM payments
pt_br: Aceitar Pagamentos com XUMM

source: Receive any supported currency into your XRP account using XUMM
pt_br: Receba qualquer moeda suportada em sua conta XRP usando XUMM

source: Got an error from XUMM
pt_br: Recebi um erro do XUMM

source: Order Status: Processing
pt_br: Status do pedido: Processando

source: Order Status: Pending
pt_br: Status do pedido: Pendente

source: Your order has been cancelled, please try again.
pt_br: Seu pedido foi cancelado, tente novamente.

source: Failed payment. Please try again!
pt_br: Pagamento falhou. Por favor, tente novamente!

source: Order has been refunded
pt_br: O pedido foi devolvido

source: There is something wrong with the order, please contact us.
pt_br: Há algo errado com o pedido, entre em contato conosco.

source: Sign In successfull please check address & test payment
pt_br: Login com sucesso, verifique o endereço e teste o pagamento

source: Signing cannot be completed, please try again later
pt_br: O login não pode ser concluído, tente novamente mais tarde

source: Trust Line Set successfull please check address & test payment
pt_br: Linha de confiança definida com sucesso, verifique o endereço e teste o pagamento

source: Trust line cannot be set, please try again later
pt_br: A linha de confiança não pode ser definida, tente novamente mais tarde

source: Connection error getting payload details from the XUMM platform.
pt_br: Erro de conexão ao obter detalhes de carga útil da plataforma XUMM.

source: Payment amount error, the delivered amount is not a number
pt_br: Erro no valor do pagamento, o valor pago não é um número

source: No funds received
pt_br: Nenhum fundo recebido

source: Your order is not paid and is less than order total, Please contact support
pt_br: Seu pedido não foi pago e é menor que o total do pedido, entre em contato com o suporte

source: Paid:
pt_br: Pago:

source: Open:
pt_br: Aberto:

source: Transaction information
pt_br: Informações da transação

source: Wrong
pt_br: Incorreto

source: The issuer is not the same as the payment, please contact support
pt_br: O emissor não é o mesmo do pagamento, entre em contato com o suporte

source: The store currency is not the same as the payment, please contact support
pt_br: A moeda da loja não é a mesma do pagamento, entre em contato com o suporte

source: Payment amount error
pt_br: Erro no valor do pagamento

source: Payment failed or cancelled, feel free to try again.
pt_br: O pagamento falhou ou foi cancelado. Sinta-se à vontade para tentar novamente.

source: Hi, your order is paid! Thank you!
pt_br: Olá, seu pedido está pago! Obrigado!

source: Check the transaction details
pt_br: Verifique os detalhes da transação

source: information
pt_br: informação

source: Currency pair not supported. Please check the store currency & settings in the XUMM payment setting in WooCommerce
pt_br: Par de moedas não suportado. Verifique a moeda e as configurações da loja na configuração de pagamento XUMM no WooCommerce

source: Currency issue
pt_br: Problema de moeda

source: paid with XUMM
pt_br: pago com XUMM
